/* 1 */
{
    "_id" : ObjectId("5cf12dabf77d9d467ca19725"),
    "photos" : [ 
        "[photos]news_image_1559309739612_.PNG", 
        "[photos]news_image_1559309739614_.PNG", 
        "[photos]news_image_1559309739620_.PNG", 
        "[photos]news_image_1559309739622_.PNG", 
        "[photos]news_image_1559309739622_.PNG"
    ],
    "headline" : "RURAL WOMEN EMPOWERMENT AND YOUTH DEVELOPMENT FOUNDATION (RWEYDF). MAY, 2014. – NOVEMBER, 2015",
    "body" : "<ol>\r\n\t<li><strong>OVERVIEW:</strong></li>\r\n</ol>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>RWEYDF conduct series of meeting to various community&rsquo;s project sites and advocacy to more stakeholders at the community level, RWEYDF paid further scheduled visits to Hotel managers and RWEYDF paid further scheduled visits for the selection of prospective FSW peer educators in the three selected site from Ankpa LGA (Liberty hotel), Idah LGA (Aso Rock hotel, Partner hotel and Abucha hotel) and Ofu LGA (Concord hotel)&nbsp; and&nbsp; LDD peer educator from Ankpa LGA (Old Motor Park), Idah LGA (Central Motor Park) and Lokoja LGA (Dangote Transport Workers Obajana) to conduct training.</p>\r\n\r\n<p>FSW peer education training for the 80 selected peer educators from the three LGAs took place from the period of 3th to 23th July, 2014. The peer educators were selected from Ankpa LGA (30 FSW), Idah LGA (25 FSW) and Ofu LGA (25 FSW).</p>\r\n\r\n<p>In the final analysis, RWEYDF select 8 peer educator and 2 supervisors of FSW from the 80 train from the three LGAs to be FSW peer educators. More advocacy visits were conducted to the various gate keepers to rub minds on the selection of appropriate dates for the training of the peer educators which will be acceptable and convenient for all parties concerned.</p>\r\n\r\n<p>RWEYDF select 40 drivers from each of the three LGA making a total of 120 drivers trained.</p>\r\n\r\n<p>In the final analysis, RWEYDF select 60 drivers from the 120 train from the three LGAs to be LDD peer educators. The training of LDD peer educators from the three LGAs took place from 18th to 26th August, 2014. The peer educators were selected from Ankpa Motor Park, Idah Central Motor Park and Dangote Transport Workers, Obajana. This is to enhance continuity even after the project life-span.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<ol>\r\n\t<li><strong>PROJECT ACTIVITIES:</strong></li>\r\n</ol>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; PROJECT OBJECTIVE 1:</strong></p>\r\n\r\n<p><strong>WORLD AIDS DAY 2014</strong><strong>:</strong></p>\r\n\r\n<p>RWEYDF in the four project sites Ankpa LGA, Idah LGA , Ofu LGA and Lokoja LGA conduct HIV and AIDS counseling and testing and Condom messaging to mark the year 2014 world aids day.</p>\r\n\r\n<p>RWEYDF project teams facilitated the world aids day, they were taught about HIV, what it is, mode of infection and transmission, mode of prevention, HIV counseling and testing, stigma and discrimination. Many people are been counseling and testing and receive result. &nbsp;</p>\r\n\r\n<p>Each peer educator brought along their selected cohort members whom they have started meeting at cohort sessions. It was successful as it opened the door for community participation.&nbsp; Apart from the peers, other community members begged to be allowed to listen and watch the ABC messaging, condom messaging and demonstration and requested for condoms which were distributed to them at each event. The test kits sourced are from Kogi State Agency for the Control of Aids (KOSACA).</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>CHALLINGES: </strong></p>\r\n\r\n<p>Many are fair to be tested and receive result but, with much group counseling they now put stigma and discrimination beside them and they all do HIV Counseling and testing.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; CHALLENGES AND PROGRAM RESPONSES TO THESE</strong></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>During the world aids day 2014 KOSACA only provide us with test kits no condom, RWEYDF get condom support from Okene Zonal Hospital, Family Planning Unit.&nbsp; Transportation logistics and risk of being on the accident-prone highway on a daily basis is a major challenge, as each journey leaves one completely drained emotionally and destabilized for several hours.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; PROJECT OBJECTIVE 2:</strong></p>\r\n\r\n<p><strong>FEMALE SEX WORKERS (FSW) </strong><strong>PEER TO PEER EDUCATION:</strong></p>\r\n\r\n<p>FSW peer to peer education session was conducted by RWEYDF in the three FSW sites Ankpa LGA at Liberty Hotel, Idah LGA at Partner Hotel and Ofu LGA at Concord Hotel to assess and monitor the level of their knowledge on the activities of peer education session.</p>\r\n\r\n<p>RWEYDF project teams facilitated the FSW peer to peer education session, they were taught about HIV, what it is, mode of infection and transmission, mode of prevention, HIV counseling and testing, stigma and discrimination.&nbsp; Others include the human anatomy, the reproductive system, stages of human development, self esteem and other life skills, value system, STI and the relationship between all they have learnt with HIV infection and prevention. Crucially and very important, they were taught condom messaging and it important` as well as cohort session facilitation.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>CHALLINGES: </strong></p>\r\n\r\n<p>At Liberty Hotel, Ankpa LGA we lost their chairlady to on disclose illness, before she pass away, she is one of our gatekeeper and mobilize of other FSW for any of our activities in the hotel. And in Idah LGA some of our FSW peer educators that travel for Christmas and New Year have never come back to the hotel.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; PROJECT OBJECTIVE 3: </strong></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>FSW DIALOGUE SESSION WITH HOTEL MANAGERS</strong></p>\r\n\r\n<p>The FSW dialogue session with hotel managers was successfully running. A successful dialogue session of FSW with hotel managers held at the three FSW project site from Ankpa LGA at Liberty hotel, Idah LGA at Partners hotel and Ofu LGA at Concord hotel, Itobe. The dialogue session held to striating the FSW peers activities and the hotel managers relationship.&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>&nbsp;&nbsp;&nbsp; PROJECT OBJECTIVE 4:</strong></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>LONG DISTANCE DRIVERS (LDD) FOCUS GROUP DISCUSSION </strong><strong>&nbsp;</strong></p>\r\n\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; LDD Focus Group Discussion held in projects LGA were conducted by the project team in conjunction with the trained peer educators.&nbsp; Each peer educator brought along their selected cohort members whom they have started meeting at cohort sessions. It was successful as it opened the door for community participation.&nbsp; Apart from the peers, other community members begged to be allowed to listen and watch the ABC messaging, condom messaging and demonstration and requested for condoms which were distributed at each event.&nbsp; About 55 packets of condoms (gold circle) sourced from Kogi State Agency for the Control of Aids (KOSACA) were distributed and HCT service are been offered at the event.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>&nbsp;&nbsp;&nbsp; &nbsp;PROJECT OBJECTIVE 5: </strong></p>\r\n\r\n<p><strong>QUARTERLY DATA QUALITY ASSESSMENT</strong></p>\r\n\r\n<p>Quarterly Data Quality Assessment was successfully running in all the project sites, RWEYDF monitor the activities and the good quality data of each peer educators.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; PROJECT OBJECTIVE 6: </strong></p>\r\n\r\n<p><strong>BIA-ANNUAL DIALOGUE SESSION WITH HOTEL MANAGERS AND POLICE</strong></p>\r\n\r\n<p>The FSW dialogue session with hotel managers and the police in the project sites was successfully conducted. A successful dialogue session of FSW with hotel managers and the police held at the three FSW project site from Ankpa LGA at Liberty hotel, Idah LGA at Partners hotel and Ofu LGA at Concord hotel, Itobe. The bia-annual dialogue session held to control the challenges of FSW activities with hotel managers and the police. The meeting was conducted to bring the community leaders and police very close. A lot of issue are discussed about FSW right and their relationship with community and police.&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>&nbsp;&nbsp;&nbsp; PROJECT OBJECTIVE 7:</strong></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>LONG DISTANCE DRIVERS (LDD) PEER TO PEER EDUCATION SESSION </strong><strong>&nbsp;</strong></p>\r\n\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; LDD Peer to Peer Education session held in all the LDD projects, Ankpa LGA, Idah LGA and Lokoja LGA was conducted by the project team in conjunction with the trained peer educators.&nbsp; Each peer educator brought along their selected cohort members whom they have started meeting at cohort sessions. It was successful as it opened the door for community participation.&nbsp; Apart from the peers, other community members begged to be allowed to listen and watch the ABC messaging, condom messaging and demonstration and requested for condoms which were distributed with HIV service are been offered at the event.</p>\r\n\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\r\n\r\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;PROJECT OBJECTIVE 8: </strong></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>PARTNERSHIP MEETING WITH FSW AND LDD</strong></p>\r\n\r\n<p>RWEYDF conducted partnership meeting with FSW and LDD in all the project sites was successfully conducted. A successful partnership meeting session of FSW and LDD was held at the four LGA project site from Ankpa LGA at Liberty hotel, Idah LGA at Partners hotel, Ofu LGA at Concord hotel, Itobe Lokoja LGA at Obajana. The partnership meeting session held to control the challenges of FSW activities with LDD activities. The meeting was conducted to bring the FSW and LDD very close. A lot of issues are discussed about FSW right, human right and their relationship with community.</p>\r\n\r\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp; PROJECT OBJECTIVE 9:</strong></p>\r\n\r\n<p><strong>FEMALE SEX WORKERS (FSW) FOCUS GROUP DISCUSSION SESSION </strong><strong>&nbsp;</strong></p>\r\n\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; FSW Focus Group Discussion session held in all FSW projects sites, Ankpa LGA, Idah LGA and Ofu LGA was conducted by the project team in conjunction with the trained peer educators and the LACA officers from each LGA.&nbsp; Each peer educator brought along their selected cohort members whom they have started meeting at cohort sessions. It was successful as it opened door for the LACA officer to participation. Apart from the peers educator and RWEYDF team, the LACA officer are also giving chance to facilitate the session. Condom messaging and demonstration and requested for condoms which were distributed with HIV service.</p>\r\n\r\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;PROJECT OBJECTIVE 10: </strong></p>\r\n\r\n<p><strong>CAPACITY BUILDING FOR HEALTH WORKERS</strong></p>\r\n\r\n<p>RWEYDF conducted Capacity Building for Health Workers on Syndrome Management in all our project sites in Ankpa LGA, Idah LGA, Ofu LGA and Lokoja LGA. It was a successful partnership meeting session with some selected health workers across all our project sites. The health workers were thought syndrome management on STI, HIV and AIDS infection. The participants were ushered expertly and systematically into their own world through self appraisal and began to see things they never thought of before. Among others, they were taught about HIV, what it is, mode of infection and transmission, mode of prevention, HIV counseling and testing, stigma and discrimination, as well as orphan and vulnerable children.&nbsp; Others include the human anatomy, the reproductive system, stages of human development, self esteem and other life skills, value system, STI and the relationship between all they have learnt with HIV infection and prevention.&nbsp; All these opened up a new world view to understanding the issue of HIV to them. Crucially and very important, they were taught condom messaging and demonstration as well as cohort session facilitation. Practical sessions were held to give each of them the opportunity to demonstrate how condom is used as well as to facilitate the session.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>&nbsp;&nbsp;&nbsp; &nbsp;PROJECT OBJECTIVE 11: </strong></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>CAPACITY BUILDING FOR FSW</strong></p>\r\n\r\n<p>RWEYDF conducted Capacity Building for Female Sex Workers on make-up training for five days in Lokoja. The training was facilitating by Zozas Builty and Make-up Saloon, Lokoja. The participant was selection from all our project sites in Ankpa LGA, Idah LGA and Ofu LGA. It was a successful training session with some selected female sex workers across all our project sites. The FSW were thought differences type of make-up and saloon style for the period of the training in Lokoja. The participants were ushered expertly and systematically into their own world through self appraisal and began to see things they never thought of before. Among others, they were taught about the management of the training, what is the market strategies, mode of advertising the product and ways of making customers, customer relationship between all they have learnt.&nbsp; All these opened up a new world view to understanding the issue of make-up to them. Crucially and very important, they were taught time management as well as business feasibility study in any community. Practical sessions were held to give each of them the opportunity to demonstrate on how to do make-up.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>CHALLINGES: </strong></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>The lectures started about one hour behind schedule as we had to wait for participant who was held up by the heavy traffic.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; PROJECT OBJECTIVE 12:</strong></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>NETWORKING &amp; PARTNERSHIP MEETING</strong></p>\r\n\r\n<p>The FSW networking and partnership meeting with hotel managers and the police in the project sites was successfully conducted. A successful networking and partnership meeting of FSW with hotel managers and the police held at the three FSW project site from Ankpa LGA at Liberty hotel, Idah LGA at Partners hotel and Ofu LGA at Concord hotel, Itobe. The networking and partnership meeting held to control the challenges of FSW activities with hotel managers and the police. The meeting was conducted to bring the community leaders and police very close. A lot of issue are discussed about FSW right and their relationship with community and police.</p>\r\n\r\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; PROJECT OBJECTIVE 13: </strong></p>\r\n\r\n<p><strong>&nbsp;COMMUNITY ENGAGEMENT</strong><strong> </strong></p>\r\n\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\r\n\r\n<p>The RWEYDF conduct community engagement in all the project site for community involvement. Community engagement session was successfully running with hotel managers, community leaders, FSW leaders and driver&rsquo;s union leaders all from Ankpa LGA, Idah LGA, Ofu LGA and Lokoja LGA. A community engagement session was successful as it opened the door for community participation. The people realize that the project has had positive impact.&nbsp; Hence, they are ready to take it over. The community engagement session held to striating the relationship between the community leaders and all concerning groups.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; MANAGEMENT ACTIVITIES</strong></p>\r\n\r\n<p>The management of RWEYDF appoints two of its staff M&amp;E Officer Mr. Lamidi .E. Muhammed and Mr. Yahaya Abubakar programme coordinator to attend five days training on MPPI &amp; DHIS. The training to bust the capacity of the staff on national HIV prevention programme and to provide programme managers and implementers with skills on how to use the national HIV prevention routine monitoring and train M&amp;E focal persons from HAF CSOs on the M&amp;E of prevention, care and support and OVC programme. The training also equip participants with skills in promoting the culture of data use among HAF CSOs, SSOs and other relevant stakeholders at the state, LGA and community levels.&nbsp; As earlier agreed with the KOSACA, SSOs have been appointed to monitor the activities of CSOs in the field, there are with us in the field this month activities for their own contribution and comment.</p>\r\n\r\n<p>RWEYDF M&amp;E officer Mr. Lamidi .E. Muhammed attend a one day SACA/CSOs/IPs/NEPWHAN Forum organized by Kogi State Agency for the Control of Aids (KOSACA) on Thursday 7th May, 2015 at Liberty Hotel, Lokoja to discusses way forward and challenges.</p>\r\n\r\n<p>&nbsp;He also attends another one day SACA/HAF GRANTEES QUARTERLY REVIEW meeting on Thursday 28th May, 2015 at Rock and Garden Hotel, Lokoja call by KOSACA to build capacity of CSOs to be in the right pat for the HAF project.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; CHALLENGES AND PROGRAM RESPONSES TO THESE</strong></p>\r\n\r\n<p>Transportation logistics and risk of being on the accident-prone highway on a daily basis is a major challenge, as each journey leaves one completely drained emotionally and destabilized for several hours.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; CONCLUSION:</strong></p>\r\n\r\n<p>With the intensive activities conducted by RWEYDF for FSW &amp; LDD the program has taken a definite shape for a successful intervention. RWEYDF put everything in please to achieve it target of the project.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; RECOMMENDATIONS:</strong></p>\r\n\r\n<p>The people realize that the project has had positive impact.&nbsp; Hence, they are ready to take it over.</p>\r\n",
    "slog" : "RURAL WOMEN EMPOWERMENT AND YOUTH DEVELOPMENT FOUNDATION (RWEYDF). MAY, 2014. – NOVEMBER, 2015-6166",
    "created_at" : "05/18/2019",
    "updated_at" : "05/18/2019",
    "__v" : 0
}

/* 2 */
{
    "_id" : ObjectId("5e0f3df741ec57745eda2cee"),
    "photos" : [ 
        "imagenews_image_1578057207797_.JPG", 
        "imagenews_image_1578057207811_.JPG", 
        "imagenews_image_1578057207826_.JPG", 
        "imagenews_image_1578057207839_.JPG", 
        "imagenews_image_1578057207851_.JPG"
    ],
    "headline" : "RWEYDF / KOSACA HAF II  PROJECT TECHNICAL REPORT",
    "body" : "<ol>\n\t<li><strong>OVERVIEW:</strong></li>\n</ol>\n\n<p>&nbsp;</p>\n\n<p>RWEYDF conduct series of meeting to various community&rsquo;s project sites and advocacy to more stakeholders at the community level, RWEYDF paid further scheduled visits to Hotel managers and RWEYDF paid further scheduled visits for the selection of prospective FSW peer educators in the three selected site from Ankpa LGA (Liberty hotel), Idah LGA (Aso Rock hotel, Partner hotel and Abucha hotel) and Ofu LGA (Concord hotel)&nbsp; and&nbsp; LDD peer educator from Ankpa LGA (Old Motor Park), Idah LGA (Central Motor Park) and Lokoja LGA (Dangote Transport Workers Obajana) to conduct training.</p>\n\n<p>FSW peer education training for the 80 selected peer educators from the three LGAs took place from the period of 3th to 23th July, 2014. The peer educators were selected from Ankpa LGA (30 FSW), Idah LGA (25 FSW) and Ofu LGA (25 FSW).</p>\n\n<p>In the final analysis, RWEYDF select 8 peer educator and 2 supervisors of FSW from the 80 train from the three LGAs to be FSW peer educators. More advocacy visits were conducted to the various gate keepers to rub minds on the selection of appropriate dates for the training of the peer educators which will be acceptable and convenient for all parties concerned.</p>\n\n<p>RWEYDF select 40 drivers from each of the three LGA making a total of 120 drivers trained.</p>\n\n<p>In the final analysis, RWEYDF select 60 drivers from the 120 train from the three LGAs to be LDD peer educators. The training of LDD peer educators from the three LGAs took place from 18th to 26th August, 2014. The peer educators were selected from Ankpa Motor Park, Idah Central Motor Park and Dangote Transport Workers, Obajana. This is to enhance continuity even after the project life-span.</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<ol>\n\t<li><strong>PROJECT ACTIVITIES:</strong></li>\n</ol>\n\n<p>&nbsp;</p>\n\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; PROJECT OBJECTIVE 1:</strong></p>\n\n<p><strong>WORLD AIDS DAY 2014</strong><strong>:</strong></p>\n\n<p>RWEYDF in the four project sites Ankpa LGA, Idah LGA , Ofu LGA and Lokoja LGA conduct HIV and AIDS counseling and testing and Condom messaging to mark the year 2014 world aids day.</p>\n\n<p>RWEYDF project teams facilitated the world aids day, they were taught about HIV, what it is, mode of infection and transmission, mode of prevention, HIV counseling and testing, stigma and discrimination. Many people are been counseling and testing and receive result. &nbsp;</p>\n\n<p>Each peer educator brought along their selected cohort members whom they have started meeting at cohort sessions. It was successful as it opened the door for community participation.&nbsp; Apart from the peers, other community members begged to be allowed to listen and watch the ABC messaging, condom messaging and demonstration and requested for condoms which were distributed to them at each event. The test kits sourced are from Kogi State Agency for the Control of Aids (KOSACA).</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>CHALLINGES: </strong></p>\n\n<p>Many are fair to be tested and receive result but, with much group counseling they now put stigma and discrimination beside them and they all do HIV Counseling and testing.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; CHALLENGES AND PROGRAM RESPONSES TO THESE</strong></p>\n\n<p>&nbsp;</p>\n\n<p>During the world aids day 2014 KOSACA only provide us with test kits no condom, RWEYDF get condom support from Okene Zonal Hospital, Family Planning Unit.&nbsp; Transportation logistics and risk of being on the accident-prone highway on a daily basis is a major challenge, as each journey leaves one completely drained emotionally and destabilized for several hours.</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; PROJECT OBJECTIVE 2:</strong></p>\n\n<p><strong>FEMALE SEX WORKERS (FSW) </strong><strong>PEER TO PEER EDUCATION:</strong></p>\n\n<p>FSW peer to peer education session was conducted by RWEYDF in the three FSW sites Ankpa LGA at Liberty Hotel, Idah LGA at Partner Hotel and Ofu LGA at Concord Hotel to assess and monitor the level of their knowledge on the activities of peer education session.</p>\n\n<p>RWEYDF project teams facilitated the FSW peer to peer education session, they were taught about HIV, what it is, mode of infection and transmission, mode of prevention, HIV counseling and testing, stigma and discrimination.&nbsp; Others include the human anatomy, the reproductive system, stages of human development, self esteem and other life skills, value system, STI and the relationship between all they have learnt with HIV infection and prevention. Crucially and very important, they were taught condom messaging and it important` as well as cohort session facilitation.</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>CHALLINGES: </strong></p>\n\n<p>At Liberty Hotel, Ankpa LGA we lost their chairlady to on disclose illness, before she pass away, she is one of our gatekeeper and mobilize of other FSW for any of our activities in the hotel. And in Idah LGA some of our FSW peer educators that travel for Christmas and New Year have never come back to the hotel.</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; PROJECT OBJECTIVE 3: </strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>FSW DIALOGUE SESSION WITH HOTEL MANAGERS</strong></p>\n\n<p>The FSW dialogue session with hotel managers was successfully running. A successful dialogue session of FSW with hotel managers held at the three FSW project site from Ankpa LGA at Liberty hotel, Idah LGA at Partners hotel and Ofu LGA at Concord hotel, Itobe. The dialogue session held to striating the FSW peers activities and the hotel managers relationship.&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p><strong>&nbsp;&nbsp;&nbsp; PROJECT OBJECTIVE 4:</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>LONG DISTANCE DRIVERS (LDD) FOCUS GROUP DISCUSSION </strong><strong>&nbsp;</strong></p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; LDD Focus Group Discussion held in projects LGA were conducted by the project team in conjunction with the trained peer educators.&nbsp; Each peer educator brought along their selected cohort members whom they have started meeting at cohort sessions. It was successful as it opened the door for community participation.&nbsp; Apart from the peers, other community members begged to be allowed to listen and watch the ABC messaging, condom messaging and demonstration and requested for condoms which were distributed at each event.&nbsp; About 55 packets of condoms (gold circle) sourced from Kogi State Agency for the Control of Aids (KOSACA) were distributed and HCT service are been offered at the event.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>&nbsp;&nbsp;&nbsp; &nbsp;PROJECT OBJECTIVE 5: </strong></p>\n\n<p><strong>QUARTERLY DATA QUALITY ASSESSMENT</strong></p>\n\n<p>Quarterly Data Quality Assessment was successfully running in all the project sites, RWEYDF monitor the activities and the good quality data of each peer educators.</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; PROJECT OBJECTIVE 6: </strong></p>\n\n<p><strong>BIA-ANNUAL DIALOGUE SESSION WITH HOTEL MANAGERS AND POLICE</strong></p>\n\n<p>The FSW dialogue session with hotel managers and the police in the project sites was successfully conducted. A successful dialogue session of FSW with hotel managers and the police held at the three FSW project site from Ankpa LGA at Liberty hotel, Idah LGA at Partners hotel and Ofu LGA at Concord hotel, Itobe. The bia-annual dialogue session held to control the challenges of FSW activities with hotel managers and the police. The meeting was conducted to bring the community leaders and police very close. A lot of issue are discussed about FSW right and their relationship with community and police.&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p><strong>&nbsp;&nbsp;&nbsp; PROJECT OBJECTIVE 7:</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>LONG DISTANCE DRIVERS (LDD) PEER TO PEER EDUCATION SESSION </strong><strong>&nbsp;</strong></p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; LDD Peer to Peer Education session held in all the LDD projects, Ankpa LGA, Idah LGA and Lokoja LGA was conducted by the project team in conjunction with the trained peer educators.&nbsp; Each peer educator brought along their selected cohort members whom they have started meeting at cohort sessions. It was successful as it opened the door for community participation.&nbsp; Apart from the peers, other community members begged to be allowed to listen and watch the ABC messaging, condom messaging and demonstration and requested for condoms which were distributed with HIV service are been offered at the event.</p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;PROJECT OBJECTIVE 8: </strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>PARTNERSHIP MEETING WITH FSW AND LDD</strong></p>\n\n<p>RWEYDF conducted partnership meeting with FSW and LDD in all the project sites was successfully conducted. A successful partnership meeting session of FSW and LDD was held at the four LGA project site from Ankpa LGA at Liberty hotel, Idah LGA at Partners hotel, Ofu LGA at Concord hotel, Itobe Lokoja LGA at Obajana. The partnership meeting session held to control the challenges of FSW activities with LDD activities. The meeting was conducted to bring the FSW and LDD very close. A lot of issues are discussed about FSW right, human right and their relationship with community.</p>\n\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp; PROJECT OBJECTIVE 9:</strong></p>\n\n<p><strong>FEMALE SEX WORKERS (FSW) FOCUS GROUP DISCUSSION SESSION </strong><strong>&nbsp;</strong></p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; FSW Focus Group Discussion session held in all FSW projects sites, Ankpa LGA, Idah LGA and Ofu LGA was conducted by the project team in conjunction with the trained peer educators and the LACA officers from each LGA.&nbsp; Each peer educator brought along their selected cohort members whom they have started meeting at cohort sessions. It was successful as it opened door for the LACA officer to participation. Apart from the peers educator and RWEYDF team, the LACA officer are also giving chance to facilitate the session. Condom messaging and demonstration and requested for condoms which were distributed with HIV service.</p>\n\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;PROJECT OBJECTIVE 10: </strong></p>\n\n<p><strong>CAPACITY BUILDING FOR HEALTH WORKERS</strong></p>\n\n<p>RWEYDF conducted Capacity Building for Health Workers on Syndrome Management in all our project sites in Ankpa LGA, Idah LGA, Ofu LGA and Lokoja LGA. It was a successful partnership meeting session with some selected health workers across all our project sites. The health workers were thought syndrome management on STI, HIV and AIDS infection. The participants were ushered expertly and systematically into their own world through self appraisal and began to see things they never thought of before. Among others, they were taught about HIV, what it is, mode of infection and transmission, mode of prevention, HIV counseling and testing, stigma and discrimination, as well as orphan and vulnerable children.&nbsp; Others include the human anatomy, the reproductive system, stages of human development, self esteem and other life skills, value system, STI and the relationship between all they have learnt with HIV infection and prevention.&nbsp; All these opened up a new world view to understanding the issue of HIV to them. Crucially and very important, they were taught condom messaging and demonstration as well as cohort session facilitation. Practical sessions were held to give each of them the opportunity to demonstrate how condom is used as well as to facilitate the session.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>&nbsp;&nbsp;&nbsp; &nbsp;PROJECT OBJECTIVE 11: </strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>CAPACITY BUILDING FOR FSW</strong></p>\n\n<p>RWEYDF conducted Capacity Building for Female Sex Workers on make-up training for five days in Lokoja. The training was facilitating by Zozas Builty and Make-up Saloon, Lokoja. The participant was selection from all our project sites in Ankpa LGA, Idah LGA and Ofu LGA. It was a successful training session with some selected female sex workers across all our project sites. The FSW were thought differences type of make-up and saloon style for the period of the training in Lokoja. The participants were ushered expertly and systematically into their own world through self appraisal and began to see things they never thought of before. Among others, they were taught about the management of the training, what is the market strategies, mode of advertising the product and ways of making customers, customer relationship between all they have learnt.&nbsp; All these opened up a new world view to understanding the issue of make-up to them. Crucially and very important, they were taught time management as well as business feasibility study in any community. Practical sessions were held to give each of them the opportunity to demonstrate on how to do make-up.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>CHALLINGES: </strong></p>\n\n<p>&nbsp;</p>\n\n<p>The lectures started about one hour behind schedule as we had to wait for participant who was held up by the heavy traffic.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; PROJECT OBJECTIVE 12:</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>NETWORKING &amp; PARTNERSHIP MEETING</strong></p>\n\n<p>The FSW networking and partnership meeting with hotel managers and the police in the project sites was successfully conducted. A successful networking and partnership meeting of FSW with hotel managers and the police held at the three FSW project site from Ankpa LGA at Liberty hotel, Idah LGA at Partners hotel and Ofu LGA at Concord hotel, Itobe. The networking and partnership meeting held to control the challenges of FSW activities with hotel managers and the police. The meeting was conducted to bring the community leaders and police very close. A lot of issue are discussed about FSW right and their relationship with community and police.</p>\n\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; PROJECT OBJECTIVE 13: </strong></p>\n\n<p><strong>&nbsp;COMMUNITY ENGAGEMENT</strong><strong> </strong></p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n\n<p>The RWEYDF conduct community engagement in all the project site for community involvement. Community engagement session was successfully running with hotel managers, community leaders, FSW leaders and driver&rsquo;s union leaders all from Ankpa LGA, Idah LGA, Ofu LGA and Lokoja LGA. A community engagement session was successful as it opened the door for community participation. The people realize that the project has had positive impact.&nbsp; Hence, they are ready to take it over. The community engagement session held to striating the relationship between the community leaders and all concerning groups.</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p><strong>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; MANAGEMENT ACTIVITIES</strong></p>\n\n<p>The management of RWEYDF appoints two of its staff M&amp;E Officer Mr. Lamidi .E. Muhammed and Mr. Yahaya Abubakar programme coordinator to attend five days training on MPPI &amp; DHIS. The training to bust the capacity of the staff on national HIV prevention programme and to provide programme managers and implementers with skills on how to use the national HIV prevention routine monitoring and train M&amp;E focal persons from HAF CSOs on the M&amp;E of prevention, care and support and OVC programme. The training also equip participants with skills in promoting the culture of data use among HAF CSOs, SSOs and other relevant stakeholders at the state, LGA and community levels.&nbsp; As earlier agreed with the KOSACA, SSOs have been appointed to monitor the activities of CSOs in the field, there are with us in the field this month activities for their own contribution and comment.</p>\n\n<p>RWEYDF M&amp;E officer Mr. Lamidi .E. Muhammed attend a one day SACA/CSOs/IPs/NEPWHAN Forum organized by Kogi State Agency for the Control of Aids (KOSACA) on Thursday 7th May, 2015 at Liberty Hotel, Lokoja to discusses way forward and challenges.</p>\n\n<p>&nbsp;He also attends another one day SACA/HAF GRANTEES QUARTERLY REVIEW meeting on Thursday 28th May, 2015 at Rock and Garden Hotel, Lokoja call by KOSACA to build capacity of CSOs to be in the right pat for the HAF project.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; CHALLENGES AND PROGRAM RESPONSES TO THESE</strong></p>\n\n<p>Transportation logistics and risk of being on the accident-prone highway on a daily basis is a major challenge, as each journey leaves one completely drained emotionally and destabilized for several hours.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; CONCLUSION:</strong></p>\n\n<p>With the intensive activities conducted by RWEYDF for FSW &amp; LDD the program has taken a definite shape for a successful intervention. RWEYDF put everything in please to achieve it target of the project.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; RECOMMENDATIONS:</strong></p>\n\n<p>The people realize that the project has had positive impact.&nbsp; Hence, they are ready to take it over.</p>\n\n<ol>\n\t<li><strong>OVERVIEW:</strong></li>\n</ol>\n\n<p>&nbsp;</p>\n\n<p>RWEYDF conduct series of meeting to various community&rsquo;s project sites and advocacy to more stakeholders at the community level, RWEYDF paid further scheduled visits to Hotel managers and RWEYDF paid further scheduled visits for the selection of prospective FSW peer educators in the three selected site from Ankpa LGA (Liberty hotel), Idah LGA (Aso Rock hotel, Partner hotel and Abucha hotel) and Ofu LGA (Concord hotel)&nbsp; and&nbsp; LDD peer educator from Ankpa LGA (Old Motor Park), Idah LGA (Central Motor Park) and Lokoja LGA (Dangote Transport Workers Obajana) to conduct training.</p>\n\n<p>FSW peer education training for the 80 selected peer educators from the three LGAs took place from the period of 3th to 23th July, 2014. The peer educators were selected from Ankpa LGA (30 FSW), Idah LGA (25 FSW) and Ofu LGA (25 FSW).</p>\n\n<p>In the final analysis, RWEYDF select 8 peer educator and 2 supervisors of FSW from the 80 train from the three LGAs to be FSW peer educators. More advocacy visits were conducted to the various gate keepers to rub minds on the selection of appropriate dates for the training of the peer educators which will be acceptable and convenient for all parties concerned.</p>\n\n<p>RWEYDF select 40 drivers from each of the three LGA making a total of 120 drivers trained.</p>\n\n<p>In the final analysis, RWEYDF select 60 drivers from the 120 train from the three LGAs to be LDD peer educators. The training of LDD peer educators from the three LGAs took place from 18th to 26th August, 2014. The peer educators were selected from Ankpa Motor Park, Idah Central Motor Park and Dangote Transport Workers, Obajana. This is to enhance continuity even after the project life-span.</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<ol>\n\t<li><strong>PROJECT ACTIVITIES:</strong></li>\n</ol>\n\n<p>&nbsp;</p>\n\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; PROJECT OBJECTIVE 1:</strong></p>\n\n<p><strong>WORLD AIDS DAY 2014</strong><strong>:</strong></p>\n\n<p>RWEYDF in the four project sites Ankpa LGA, Idah LGA , Ofu LGA and Lokoja LGA conduct HIV and AIDS counseling and testing and Condom messaging to mark the year 2014 world aids day.</p>\n\n<p>RWEYDF project teams facilitated the world aids day, they were taught about HIV, what it is, mode of infection and transmission, mode of prevention, HIV counseling and testing, stigma and discrimination. Many people are been counseling and testing and receive result. &nbsp;</p>\n\n<p>Each peer educator brought along their selected cohort members whom they have started meeting at cohort sessions. It was successful as it opened the door for community participation.&nbsp; Apart from the peers, other community members begged to be allowed to listen and watch the ABC messaging, condom messaging and demonstration and requested for condoms which were distributed to them at each event. The test kits sourced are from Kogi State Agency for the Control of Aids (KOSACA).</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>CHALLINGES: </strong></p>\n\n<p>Many are fair to be tested and receive result but, with much group counseling they now put stigma and discrimination beside them and they all do HIV Counseling and testing.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; CHALLENGES AND PROGRAM RESPONSES TO THESE</strong></p>\n\n<p>&nbsp;</p>\n\n<p>During the world aids day 2014 KOSACA only provide us with test kits no condom, RWEYDF get condom support from Okene Zonal Hospital, Family Planning Unit.&nbsp; Transportation logistics and risk of being on the accident-prone highway on a daily basis is a major challenge, as each journey leaves one completely drained emotionally and destabilized for several hours.</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; PROJECT OBJECTIVE 2:</strong></p>\n\n<p><strong>FEMALE SEX WORKERS (FSW) </strong><strong>PEER TO PEER EDUCATION:</strong></p>\n\n<p>FSW peer to peer education session was conducted by RWEYDF in the three FSW sites Ankpa LGA at Liberty Hotel, Idah LGA at Partner Hotel and Ofu LGA at Concord Hotel to assess and monitor the level of their knowledge on the activities of peer education session.</p>\n\n<p>RWEYDF project teams facilitated the FSW peer to peer education session, they were taught about HIV, what it is, mode of infection and transmission, mode of prevention, HIV counseling and testing, stigma and discrimination.&nbsp; Others include the human anatomy, the reproductive system, stages of human development, self esteem and other life skills, value system, STI and the relationship between all they have learnt with HIV infection and prevention. Crucially and very important, they were taught condom messaging and it important` as well as cohort session facilitation.</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>CHALLINGES: </strong></p>\n\n<p>At Liberty Hotel, Ankpa LGA we lost their chairlady to on disclose illness, before she pass away, she is one of our gatekeeper and mobilize of other FSW for any of our activities in the hotel. And in Idah LGA some of our FSW peer educators that travel for Christmas and New Year have never come back to the hotel.</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; PROJECT OBJECTIVE 3: </strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>FSW DIALOGUE SESSION WITH HOTEL MANAGERS</strong></p>\n\n<p>The FSW dialogue session with hotel managers was successfully running. A successful dialogue session of FSW with hotel managers held at the three FSW project site from Ankpa LGA at Liberty hotel, Idah LGA at Partners hotel and Ofu LGA at Concord hotel, Itobe. The dialogue session held to striating the FSW peers activities and the hotel managers relationship.&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p><strong>&nbsp;&nbsp;&nbsp; PROJECT OBJECTIVE 4:</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>LONG DISTANCE DRIVERS (LDD) FOCUS GROUP DISCUSSION </strong><strong>&nbsp;</strong></p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; LDD Focus Group Discussion held in projects LGA were conducted by the project team in conjunction with the trained peer educators.&nbsp; Each peer educator brought along their selected cohort members whom they have started meeting at cohort sessions. It was successful as it opened the door for community participation.&nbsp; Apart from the peers, other community members begged to be allowed to listen and watch the ABC messaging, condom messaging and demonstration and requested for condoms which were distributed at each event.&nbsp; About 55 packets of condoms (gold circle) sourced from Kogi State Agency for the Control of Aids (KOSACA) were distributed and HCT service are been offered at the event.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>&nbsp;&nbsp;&nbsp; &nbsp;PROJECT OBJECTIVE 5: </strong></p>\n\n<p><strong>QUARTERLY DATA QUALITY ASSESSMENT</strong></p>\n\n<p>Quarterly Data Quality Assessment was successfully running in all the project sites, RWEYDF monitor the activities and the good quality data of each peer educators.</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; PROJECT OBJECTIVE 6: </strong></p>\n\n<p><strong>BIA-ANNUAL DIALOGUE SESSION WITH HOTEL MANAGERS AND POLICE</strong></p>\n\n<p>The FSW dialogue session with hotel managers and the police in the project sites was successfully conducted. A successful dialogue session of FSW with hotel managers and the police held at the three FSW project site from Ankpa LGA at Liberty hotel, Idah LGA at Partners hotel and Ofu LGA at Concord hotel, Itobe. The bia-annual dialogue session held to control the challenges of FSW activities with hotel managers and the police. The meeting was conducted to bring the community leaders and police very close. A lot of issue are discussed about FSW right and their relationship with community and police.&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p><strong>&nbsp;&nbsp;&nbsp; PROJECT OBJECTIVE 7:</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>LONG DISTANCE DRIVERS (LDD) PEER TO PEER EDUCATION SESSION </strong><strong>&nbsp;</strong></p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; LDD Peer to Peer Education session held in all the LDD projects, Ankpa LGA, Idah LGA and Lokoja LGA was conducted by the project team in conjunction with the trained peer educators.&nbsp; Each peer educator brought along their selected cohort members whom they have started meeting at cohort sessions. It was successful as it opened the door for community participation.&nbsp; Apart from the peers, other community members begged to be allowed to listen and watch the ABC messaging, condom messaging and demonstration and requested for condoms which were distributed with HIV service are been offered at the event.</p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;PROJECT OBJECTIVE 8: </strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>PARTNERSHIP MEETING WITH FSW AND LDD</strong></p>\n\n<p>RWEYDF conducted partnership meeting with FSW and LDD in all the project sites was successfully conducted. A successful partnership meeting session of FSW and LDD was held at the four LGA project site from Ankpa LGA at Liberty hotel, Idah LGA at Partners hotel, Ofu LGA at Concord hotel, Itobe Lokoja LGA at Obajana. The partnership meeting session held to control the challenges of FSW activities with LDD activities. The meeting was conducted to bring the FSW and LDD very close. A lot of issues are discussed about FSW right, human right and their relationship with community.</p>\n\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp; PROJECT OBJECTIVE 9:</strong></p>\n\n<p><strong>FEMALE SEX WORKERS (FSW) FOCUS GROUP DISCUSSION SESSION </strong><strong>&nbsp;</strong></p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; FSW Focus Group Discussion session held in all FSW projects sites, Ankpa LGA, Idah LGA and Ofu LGA was conducted by the project team in conjunction with the trained peer educators and the LACA officers from each LGA.&nbsp; Each peer educator brought along their selected cohort members whom they have started meeting at cohort sessions. It was successful as it opened door for the LACA officer to participation. Apart from the peers educator and RWEYDF team, the LACA officer are also giving chance to facilitate the session. Condom messaging and demonstration and requested for condoms which were distributed with HIV service.</p>\n\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;PROJECT OBJECTIVE 10: </strong></p>\n\n<p><strong>CAPACITY BUILDING FOR HEALTH WORKERS</strong></p>\n\n<p>RWEYDF conducted Capacity Building for Health Workers on Syndrome Management in all our project sites in Ankpa LGA, Idah LGA, Ofu LGA and Lokoja LGA. It was a successful partnership meeting session with some selected health workers across all our project sites. The health workers were thought syndrome management on STI, HIV and AIDS infection. The participants were ushered expertly and systematically into their own world through self appraisal and began to see things they never thought of before. Among others, they were taught about HIV, what it is, mode of infection and transmission, mode of prevention, HIV counseling and testing, stigma and discrimination, as well as orphan and vulnerable children.&nbsp; Others include the human anatomy, the reproductive system, stages of human development, self esteem and other life skills, value system, STI and the relationship between all they have learnt with HIV infection and prevention.&nbsp; All these opened up a new world view to understanding the issue of HIV to them. Crucially and very important, they were taught condom messaging and demonstration as well as cohort session facilitation. Practical sessions were held to give each of them the opportunity to demonstrate how condom is used as well as to facilitate the session.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>&nbsp;&nbsp;&nbsp; &nbsp;PROJECT OBJECTIVE 11: </strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>CAPACITY BUILDING FOR FSW</strong></p>\n\n<p>RWEYDF conducted Capacity Building for Female Sex Workers on make-up training for five days in Lokoja. The training was facilitating by Zozas Builty and Make-up Saloon, Lokoja. The participant was selection from all our project sites in Ankpa LGA, Idah LGA and Ofu LGA. It was a successful training session with some selected female sex workers across all our project sites. The FSW were thought differences type of make-up and saloon style for the period of the training in Lokoja. The participants were ushered expertly and systematically into their own world through self appraisal and began to see things they never thought of before. Among others, they were taught about the management of the training, what is the market strategies, mode of advertising the product and ways of making customers, customer relationship between all they have learnt.&nbsp; All these opened up a new world view to understanding the issue of make-up to them. Crucially and very important, they were taught time management as well as business feasibility study in any community. Practical sessions were held to give each of them the opportunity to demonstrate on how to do make-up.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>CHALLINGES: </strong></p>\n\n<p>&nbsp;</p>\n\n<p>The lectures started about one hour behind schedule as we had to wait for participant who was held up by the heavy traffic.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; PROJECT OBJECTIVE 12:</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>NETWORKING &amp; PARTNERSHIP MEETING</strong></p>\n\n<p>The FSW networking and partnership meeting with hotel managers and the police in the project sites was successfully conducted. A successful networking and partnership meeting of FSW with hotel managers and the police held at the three FSW project site from Ankpa LGA at Liberty hotel, Idah LGA at Partners hotel and Ofu LGA at Concord hotel, Itobe. The networking and partnership meeting held to control the challenges of FSW activities with hotel managers and the police. The meeting was conducted to bring the community leaders and police very close. A lot of issue are discussed about FSW right and their relationship with community and police.</p>\n\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; PROJECT OBJECTIVE 13: </strong></p>\n\n<p><strong>&nbsp;COMMUNITY ENGAGEMENT</strong><strong> </strong></p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n\n<p>The RWEYDF conduct community engagement in all the project site for community involvement. Community engagement session was successfully running with hotel managers, community leaders, FSW leaders and driver&rsquo;s union leaders all from Ankpa LGA, Idah LGA, Ofu LGA and Lokoja LGA. A community engagement session was successful as it opened the door for community participation. The people realize that the project has had positive impact.&nbsp; Hence, they are ready to take it over. The community engagement session held to striating the relationship between the community leaders and all concerning groups.</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p><strong>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; MANAGEMENT ACTIVITIES</strong></p>\n\n<p>The management of RWEYDF appoints two of its staff M&amp;E Officer Mr. Lamidi .E. Muhammed and Mr. Yahaya Abubakar programme coordinator to attend five days training on MPPI &amp; DHIS. The training to bust the capacity of the staff on national HIV prevention programme and to provide programme managers and implementers with skills on how to use the national HIV prevention routine monitoring and train M&amp;E focal persons from HAF CSOs on the M&amp;E of prevention, care and support and OVC programme. The training also equip participants with skills in promoting the culture of data use among HAF CSOs, SSOs and other relevant stakeholders at the state, LGA and community levels.&nbsp; As earlier agreed with the KOSACA, SSOs have been appointed to monitor the activities of CSOs in the field, there are with us in the field this month activities for their own contribution and comment.</p>\n\n<p>RWEYDF M&amp;E officer Mr. Lamidi .E. Muhammed attend a one day SACA/CSOs/IPs/NEPWHAN Forum organized by Kogi State Agency for the Control of Aids (KOSACA) on Thursday 7th May, 2015 at Liberty Hotel, Lokoja to discusses way forward and challenges.</p>\n\n<p>&nbsp;He also attends another one day SACA/HAF GRANTEES QUARTERLY REVIEW meeting on Thursday 28th May, 2015 at Rock and Garden Hotel, Lokoja call by KOSACA to build capacity of CSOs to be in the right pat for the HAF project.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; CHALLENGES AND PROGRAM RESPONSES TO THESE</strong></p>\n\n<p>Transportation logistics and risk of being on the accident-prone highway on a daily basis is a major challenge, as each journey leaves one completely drained emotionally and destabilized for several hours.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; CONCLUSION:</strong></p>\n\n<p>With the intensive activities conducted by RWEYDF for FSW &amp; LDD the program has taken a definite shape for a successful intervention. RWEYDF put everything in please to achieve it target of the project.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; RECOMMENDATIONS:</strong></p>\n\n<p>The people realize that the project has had positive impact.&nbsp; Hence, they are ready to take it over.</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n",
    "slog" : "RWEYDF / KOSACA HAF II  PROJECT TECHNICAL REPORT-8395",
    "created_at" : ISODate("2020-01-03T13:03:25.514Z"),
    "updated_at" : ISODate("2020-01-03T13:03:25.514Z"),
    "__v" : 0
}